{
  "courses": [
    {
      "id": 1,
      "name": "Английский язык: начальный уровень (A1)",
      "description": "Изучите основы английского языка с нуля. Базовая грамматика, повседневная лексика, произношение, простые диалоги. Научитесь представляться, заказывать еду, спрашивать дорогу."
    },
    {
      "id": 2,
      "name": "Основы программирования на Python",
      "description": "Изучите основы одного из самых популярных языков программирования. Курс охватывает синтаксис, структуры данных, функции и базовые алгоритмы. Подходит для начинающих без опыта программирования."
    },
    {
      "id": 3,
      "name": "Финансовая грамотность и личные финансы",
      "description": "Научитесь управлять своими деньгами эффективно. Бюджетирование, инвестиции, кредиты, пенсионное планирование, налоги. Создайте финансовую подушку безопасности."
    },
    {
      "id": 4,
      "name": "Немецкий язык для начинающих",
      "description": "Освойте базовый немецкий. Алфавит, произношение, основные времена, базовая лексика для путешествий и повседневного общения. Культурные особенности Германии."
    },
    {
      "id": 5,
      "name": "Веб-разработка: HTML, CSS и JavaScript",
      "description": "Научитесь создавать современные веб-сайты с нуля. Освойте HTML для структуры, CSS для стилей и JavaScript для интерактивности. Практические проекты включены."
    },
    {
      "id": 6,
      "name": "Управление проектами: основы PMI",
      "description": "Профессиональное управление проектами по стандартам PMI. Жизненный цикл проекта, планирование, управление рисками, коммуникации, закрытие проекта."
    },
    {
      "id": 7,
      "name": "Испанский язык: разговорная практика",
      "description": "Развитие навыков устной речи на испанском. Диалоги, ролевые игры, обсуждение актуальных тем, расширение словарного запаса, работа над произношением."
    },
    {
      "id": 8,
      "name": "Тайм-менеджмент и продуктивность",
      "description": "Эффективное управление временем и задачами. Методы планирования, приоритизация, борьба с прокрастинацией, работа с энергией, баланс жизни и работы."
    },
    {
      "id": 9,
      "name": "Китайский язык: иероглифика для начинающих",
      "description": "Введение в китайскую письменность. Основные иероглифы, ключи, порядок черт, пиньинь, тоны. Базовая грамматика и простые фразы для общения."
    },
    {
      "id": 10,
      "name": "Основы бухгалтерского учета",
      "description": "Фундаментальные принципы бухучета. Активы и пассивы, проводки, баланс, отчет о прибылях и убытках, первичная документация, налоговая отчетность."
    },
    {
      "id": 11,
      "name": "Французский язык: средний уровень (B1)",
      "description": "Углубленное изучение французского. Сложные грамматические конструкции, расширенная лексика, работа с текстами, аудирование, письменная речь."
    },
    {
      "id": 12,
      "name": "Дизайн-мышление и инновации",
      "description": "Методология создания инновационных продуктов. Эмпатия к пользователю, генерация идей, прототипирование, тестирование, итеративный подход."
    },
    {
      "id": 13,
      "name": "Итальянский язык: путешествия и культура",
      "description": "Практический курс для путешественников. Лексика для отелей, ресторанов, транспорта, покупок. История и культура Италии, итальянская кухня."
    },
    {
      "id": 14,
      "name": "Машинное обучение для бизнеса",
      "description": "Применение ML в бизнес-процессах. Предсказательная аналитика, сегментация клиентов, оптимизация цен, детекция мошенничества. Кейсы из реальных компаний."
    },
    {
      "id": 15,
      "name": "Публичные выступления и ораторское мастерство",
      "description": "Научитесь выступать уверенно перед аудиторией. Структура презентации, работа с голосом, невербальная коммуникация, управление волнением, вовлечение слушателей."
    },
    {
      "id": 16,
      "name": "Японский язык: азбуки хирагана и катакана",
      "description": "Освоение японской письменности. Две азбуки, правила чтения, базовая грамматика, вежливая речь, культурный контекст общения."
    },
    {
      "id": 17,
      "name": "Digital Marketing: стратегия и тактика",
      "description": "Комплексный подход к цифровому маркетингу. SEO, контекстная реклама, email-маркетинг, SMM, контент-стратегия, веб-аналитика, воронка продаж."
    },
    {
      "id": 18,
      "name": "Корейский язык для начинающих",
      "description": "Введение в корейский язык. Алфавит хангыль, базовая грамматика, повседневная лексика, основы этикета, введение в K-культуру."
    },
    {
      "id": 19,
      "name": "Критическое мышление и логика",
      "description": "Развитие аналитических способностей. Распознавание логических ошибок, анализ аргументов, работа с информацией, принятие обоснованных решений."
    },
    {
      "id": 20,
      "name": "Португальский язык: бразильский вариант",
      "description": "Бразильский португальский для общения. Произношение, базовая грамматика, разговорные фразы, культурные особенности Бразилии."
    },
    {
      "id": 21,
      "name": "HR и управление персоналом",
      "description": "Современные HR-практики. Рекрутинг, адаптация, мотивация, оценка персонала, развитие корпоративной культуры, работа с конфликтами."
    },
    {
      "id": 22,
      "name": "Турецкий язык: основы",
      "description": "Базовый курс турецкого языка. Алфавит, грамматические основы, агглютинативная структура, повседневная лексика, турецкая культура."
    },
    {
      "id": 23,
      "name": "Предпринимательство: от идеи до запуска",
      "description": "Создание собственного бизнеса пошагово. Генерация идей, бизнес-план, поиск финансирования, юридические аспекты, маркетинг, масштабирование."
    },
    {
      "id": 24,
      "name": "Арабский язык: алфавит и основы",
      "description": "Введение в арабский язык. Алфавит, правила чтения, базовая грамматика, простые фразы, культурный контекст арабского мира."
    },
    {
      "id": 25,
      "name": "Фотография: от любителя к профессионалу",
      "description": "Искусство фотографии. Основы экспозиции, композиция, работа со светом, жанры фотографии, обработка в Lightroom, создание портфолио."
    },
    {
      "id": 26,
      "name": "Польский язык для начинающих",
      "description": "Основы польского языка. Алфавит, произношение, базовая грамматика, славянские особенности, повседневная лексика, польская культура."
    },
    {
      "id": 27,
      "name": "Копирайтинг и контент-маркетинг",
      "description": "Создание продающих текстов. Заголовки, структура текста, УТП, работа с возражениями, SEO-копирайтинг, сторителлинг, контент-стратегия."
    },
    {
      "id": 28,
      "name": "Чешский язык: разговорный курс",
      "description": "Практический чешский для общения. Грамматические основы, разговорная лексика, отличия от русского, культура Чехии."
    },
    {
      "id": 29,
      "name": "Анализ данных для принятия решений",
      "description": "Data-driven подход в бизнесе. Сбор данных, визуализация, статистический анализ, A/B тесты, создание дашбордов, презентация инсайтов."
    },
    {
      "id": 30,
      "name": "Греческий язык: древний и современный",
      "description": "Введение в греческий язык. Алфавит, базовая грамматика, лексика, связь с древнегреческим, культура Греции."
    },
    {
      "id": 31,
      "name": "SMM: продвижение в социальных сетях",
      "description": "Эффективная работа в соцсетях. Контент-планирование, таргетированная реклама, работа с сообществом, аналитика, тренды, кейсы."
    },
    {
      "id": 32,
      "name": "Иврит для начинающих",
      "description": "Основы современного иврита. Алфавит, письмо справа налево, базовая грамматика, повседневные фразы, культура Израиля."
    },
    {
      "id": 33,
      "name": "Эмоциональный интеллект и soft skills",
      "description": "Развитие эмоционального интеллекта. Самосознание, эмпатия, управление эмоциями, межличностные отношения, разрешение конфликтов."
    },
    {
      "id": 34,
      "name": "Нидерландский язык: базовый курс",
      "description": "Голландский язык для начинающих. Произношение, грамматические основы, базовая лексика, культура Нидерландов и Бельгии."
    },
    {
      "id": 35,
      "name": "UX/UI дизайн: создание интерфейсов",
      "description": "Проектирование пользовательских интерфейсов. Исследование пользователей, прототипирование, юзабилити-тестирование, визуальный дизайн, Figma."
    },
    {
      "id": 36,
      "name": "Шведский язык для начинающих",
      "description": "Основы шведского языка. Алфавит, произношение, базовая грамматика, повседневная лексика, скандинавская культура."
    },
    {
      "id": 37,
      "name": "Инвестиции в акции и облигации",
      "description": "Фондовый рынок для начинающих инвесторов. Типы ценных бумаг, фундаментальный анализ, диверсификация, стратегии инвестирования, риски."
    },
    {
      "id": 38,
      "name": "Хинди: введение в язык",
      "description": "Основы языка хинди. Алфавит деванагари, базовая грамматика, повседневная лексика, культура Индии, болливудское кино."
    },
    {
      "id": 39,
      "name": "Видеомонтаж и создание контента",
      "description": "Создание видео для YouTube и социальных сетей. Adobe Premiere Pro, монтаж, цветокоррекция, звук, сторителлинг, форматы контента."
    },
    {
      "id": 40,
      "name": "Норвежский язык: базовый уровень",
      "description": "Введение в норвежский язык. Два варианта письменности, произношение, грамматические основы, культура Норвегии."
    },
    {
      "id": 41,
      "name": "Product Management: создание продуктов",
      "description": "Профессия продуктового менеджера. Исследование рынка, определение MVP, работа с командой, метрики, приоритизация, роадмап."
    },
    {
      "id": 42,
      "name": "Финский язык для начинающих",
      "description": "Основы финского языка. Сложная грамматика, падежи, произношение, базовая лексика, финская культура и сауна."
    },
    {
      "id": 43,
      "name": "Креативное письмо и сторителлинг",
      "description": "Искусство создания историй. Сюжет, персонажи, диалоги, стили повествования, жанры, редактура, публикация произведений."
    },
    {
      "id": 44,
      "name": "Вьетнамский язык: основы",
      "description": "Введение во вьетнамский язык. Тональная система, алфавит, базовая грамматика, повседневные фразы, вьетнамская культура."
    },
    {
      "id": 45,
      "name": "SEO-продвижение сайтов",
      "description": "Поисковая оптимизация от А до Я. Техническое SEO, контент-оптимизация, линкбилдинг, локальное SEO, аналитика, инструменты."
    },
    {
      "id": 46,
      "name": "Венгерский язык: базовый курс",
      "description": "Основы венгерского языка. Агглютинативная структура, падежи, произношение, базовая лексика, культура Венгрии."
    },
    {
      "id": 47,
      "name": "Графический дизайн в Adobe Illustrator",
      "description": "Векторная графика для дизайнеров. Инструменты Illustrator, логотипы, иллюстрации, типографика, паттерны, подготовка к печати."
    },
    {
      "id": 48,
      "name": "Индонезийский язык для начинающих",
      "description": "Простой азиатский язык для изучения. Латинский алфавит, базовая грамматика, повседневная лексика, культура Индонезии."
    },
    {
      "id": 49,
      "name": "Управление стрессом и психологическое здоровье",
      "description": "Техники управления стрессом. Майндфулнес, дыхательные практики, когнитивные техники, работа с тревогой, баланс и восстановление."
    },
    {
      "id": 50,
      "name": "Румынский язык: основы",
      "description": "Романский язык восточной Европы. Латинский алфавит, базовая грамматика, лексика, особенности произношения, румынская культура."
    },
    {
      "id": 51,
      "name": "E-commerce: создание интернет-магазина",
      "description": "Запуск онлайн-торговли. Выбор ниши, платформы, логистика, маркетинг, работа с клиентами, масштабирование продаж."
    },
    {
      "id": 52,
      "name": "Тайский язык: разговорный курс",
      "description": "Практический тайский для путешествий. Тональная система, алфавит, разговорные фразы, культура Таиланда, этикет."
    },
    {
      "id": 53,
      "name": "Лидерство и управление командой",
      "description": "Развитие лидерских качеств. Стили лидерства, мотивация команды, делегирование, обратная связь, развитие сотрудников."
    },
    {
      "id": 54,
      "name": "Датский язык для начинающих",
      "description": "Основы датского языка. Особое произношение, грамматика, базовая лексика, скандинавская культура, hygge."
    },
    {
      "id": 55,
      "name": "3D-моделирование в Blender",
      "description": "Создание трехмерной графики. Интерфейс Blender, моделирование, текстурирование, освещение, рендеринг, анимация."
    },
    {
      "id": 56,
      "name": "Персидский язык (фарси): основы",
      "description": "Введение в персидский язык. Арабская вязь, направление письма, базовая грамматика, лексика, персидская культура и поэзия."
    },
    {
      "id": 57,
      "name": "Agile и Scrum: гибкие методологии",
      "description": "Современное управление проектами. Принципы Agile, фреймворк Scrum, спринты, ретроспективы, Kanban, масштабирование."
    },
    {
      "id": 58,
      "name": "Болгарский язык: разговорная практика",
      "description": "Практический болгарский. Кириллица, славянская грамматика, разговорные фразы, культура Болгарии."
    },
    {
      "id": 59,
      "name": "Кулинария: основы и техники",
      "description": "Базовые кулинарные навыки. Работа с ножом, термическая обработка, соусы, выпечка, сервировка, кухни мира."
    },
    {
      "id": 60,
      "name": "Малайский язык для начинающих",
      "description": "Основы малайского языка. Латинский алфавит, простая грамматика, базовая лексика, культура Малайзии."
    },
    {
      "id": 61,
      "name": "Excel для бизнес-аналитики",
      "description": "Продвинутая работа с Excel. Сводные таблицы, формулы, Power Query, макросы VBA, визуализация данных, автоматизация."
    },
    {
      "id": 62,
      "name": "Словацкий язык: основы",
      "description": "Введение в словацкий язык. Славянская грамматика, произношение, базовая лексика, культура Словакии."
    },
    {
      "id": 63,
      "name": "Йога и медитация для начинающих",
      "description": "Практика йоги и осознанности. Базовые асаны, дыхательные техники, медитация, философия йоги, здоровье и гибкость."
    },
    {
      "id": 64,
      "name": "Эстонский язык для начинающих",
      "description": "Основы эстонского языка. Финно-угорская группа, сложная грамматика, произношение, базовая лексика, эстонская культура."
    },
    {
      "id": 65,
      "name": "Нейромаркетинг и психология продаж",
      "description": "Психологические триггеры в маркетинге. Принятие решений, поведенческая экономика, нейробиология покупок, практическое применение."
    },
    {
      "id": 66,
      "name": "Литовский язык: базовый курс",
      "description": "Введение в литовский язык. Балтийская группа, архаичная грамматика, базовая лексика, культура Литвы."
    },
    {
      "id": 67,
      "name": "Музыкальная теория и сольфеджио",
      "description": "Основы музыкальной грамоты. Нотация, интервалы, аккорды, ритм, гармония, развитие слуха, чтение с листа."
    },
    {
      "id": 68,
      "name": "Латышский язык для начинающих",
      "description": "Основы латышского языка. Балтийская группа, грамматические особенности, произношение, базовая лексика, латышская культура."
    },
    {
      "id": 69,
      "name": "Блокчейн и криптовалюты",
      "description": "Технология распределенного реестра. Принципы блокчейна, Bitcoin, Ethereum, смарт-контракты, DeFi, NFT, инвестиции."
    },
    {
      "id": 70,
      "name": "Словенский язык: разговорная практика",
      "description": "Практический словенский. Славянская грамматика, двойственное число, произношение, культура Словении."
    },
    {
      "id": 71,
      "name": "Иллюстрация: от эскиза до арта",
      "description": "Создание иллюстраций. Композиция, перспектива, цвет, свет и тень, стили, цифровая иллюстрация, портфолио."
    },
    {
      "id": 72,
      "name": "Сербский язык: основы",
      "description": "Введение в сербский язык. Кириллица и латиница, славянская грамматика, базовая лексика, культура Сербии."
    },
    {
      "id": 73,
      "name": "Продажи B2B: стратегии и техники",
      "description": "Корпоративные продажи. Работа с ЛПР, длинный цикл сделки, презентации, работа с возражениями, CRM, KPI."
    },
    {
      "id": 74,
      "name": "Хорватский язык для начинающих",
      "description": "Основы хорватского языка. Латинский алфавит, славянская грамматика, базовая лексика, адриатическая культура."
    },
    {
      "id": 75,
      "name": "Астрология: введение в науку о звездах",
      "description": "Основы западной астрологии. Знаки зодиака, планеты, дома, аспекты, натальная карта, транзиты, интерпретация."
    },
    {
      "id": 76,
      "name": "Албанский язык: базовый курс",
      "description": "Введение в албанский язык. Латинский алфавит, особая грамматика, произношение, базовая лексика, культура Албании."
    },
    {
      "id": 77,
      "name": "Право для предпринимателей",
      "description": "Юридические основы бизнеса. Регистрация компаний, договоры, интеллектуальная собственность, трудовое право, налоги, споры."
    },
    {
      "id": 78,
      "name": "Каталанский язык: основы",
      "description": "Романский язык Каталонии. Произношение, базовая грамматика, лексика, каталонская культура и идентичность."
    },
    {
      "id": 79,
      "name": "Нутрициология и здоровое питание",
      "description": "Наука о питании. Макро- и микронутриенты, метаболизм, составление рациона, мифы о еде, персонализация питания."
    },
    {
      "id": 80,
      "name": "Баскский язык для начинающих",
      "description": "Уникальный изолированный язык Европы. Эускара, сложная грамматика, базовая лексика, баскская культура."
    },
    {
      "id": 81,
      "name": "Архитектура и дизайн интерьера",
      "description": "Основы проектирования пространств. Планировка, стили, материалы, освещение, цвет, эргономика, 3D-визуализация."
    },
    {
      "id": 82,
      "name": "Ирландский язык (гэльский): введение",
      "description": "Кельтский язык Ирландии. Особая орфография, грамматика, базовая лексика, ирландская культура и мифология."
    },
    {
      "id": 83,
      "name": "Переговоры и искусство убеждения",
      "description": "Эффективные переговоры. Подготовка, стратегии, тактики, работа с конфликтами, win-win подход, манипуляции и защита."
    },
    {
      "id": 84,
      "name": "Валлийский язык: основы",
      "description": "Кельтский язык Уэльса. Мутации согласных, грамматика, произношение, базовая лексика, валлийская культура."
    },
    {
      "id": 85,
      "name": "Создание подкастов: от идеи до эфира",
      "description": "Производство аудиоконтента. Концепция, оборудование, запись, монтаж, продвижение, монетизация, работа с гостями."
    },
    {
      "id": 86,
      "name": "Латынь: классический язык",
      "description": "Основы латинского языка. Грамматика, склонения, спряжения, чтение текстов, влияние на современные языки."
    },
    {
      "id": 87,
      "name": "Кросс-культурная коммуникация",
      "description": "Работа в международной среде. Культурные различия, стили коммуникации, деловой этикет, адаптация, конфликты."
    },
    {
      "id": 88,
      "name": "Эсперанто: международный язык",
      "description": "Искусственный язык для международного общения. Простая грамматика, логичная структура, базовая лексика."
    },
    {
      "id": 89,
      "name": "Гейм-дизайн: создание игр",
      "description": "Проектирование игровых механик. Геймплей, баланс, нарратив, монетизация, прототипирование, тестирование."
    },
    {
      "id": 90,
      "name": "Санскрит: древний язык Индии",
      "description": "Классический язык индийской культуры. Деванагари, грамматика, чтение мантр, связь с индуизмом и буддизмом."
    },
    {
      "id": 91,
      "name": "Бренд-менеджмент и позиционирование",
      "description": "Создание и управление брендом. Идентичность, ценности, позиционирование, архитектура бренда, коммуникации, защита."
    },
    {
      "id": 92,
      "name": "Киносъемка и режиссура",
      "description": "Искусство создания фильмов. Сценарий, раскадровка, работа с актерами, операторское мастерство, монтаж, звук."
    },
    {
      "id": 93,
      "name": "Экологичный образ жизни",
      "description": "Осознанное потребление и экология. Zero waste, устойчивое развитие, энергоэффективность, ответственный выбор."
    },
    {
      "id": 94,
      "name": "Стратегическое планирование в бизнесе",
      "description": "Разработка стратегии компании. Анализ рынка, конкурентов, SWOT, стратегические цели, реализация, контроль."
    },
    {
      "id": 95,
      "name": "Кинетическая типографика и моушн-дизайн",
      "description": "Анимация текста и графики. After Effects, принципы движения, тайминг, композиция, создание роликов для соцсетей."
    },
    {
      "id": 96,
      "name": "Винология и сомелье",
      "description": "Искусство вина. Виноградарство, производство, регионы, дегустация, сочетание с едой, сервировка, винная карта."
    },
    {
      "id": 97,
      "name": "Бизнес-аналитика и Power BI",
      "description": "Визуализация бизнес-данных. Power BI, создание отчетов, дашборды, DAX, интеграция с источниками данных."
    },
    {
      "id": 98,
      "name": "История искусств: от античности до современности",
      "description": "Путешествие через эпохи искусства. Живопись, скульптура, архитектура, основные течения, великие мастера, анализ произведений."
    },
    {
      "id": 99,
      "name": "Краудфандинг и альтернативное финансирование",
      "description": "Привлечение инвестиций через платформы. Kickstarter, подготовка кампании, маркетинг, работа с сообществом, выполнение обязательств."
    },
    {
      "id": 100,
      "name": "Философия: введение в основные течения",
      "description": "Великие философские идеи. Античная философия, экзистенциализм, рационализм, этика, эпистемология, современная философия."
    }
  ]
}
